/* install failed */
"Installation Failed" = "Installation Failed";

/* No comment provided by engineer. */
"MagicMenu Help" = "MagicMenu Help";

/* quit button */
"Quit" = "Quit";

/* No comment provided by engineer. */
"Quit MagicMenu" = "Quit MagicMenu";

/* install failed */
"StuffIt Setup Assistant.app was not found. Reinstall StuffIt from your original disk." = "StuffIt Setup Assistant.app was not found. Reinstall StuffIt from your original disk.";

